Repository: rparak/BaR_Robotic-table-football
Catalog: Automation_Studio/RTFProj-master/Logical/mappView/Resources/Texts/LocalizableTexts.tmx
Source language: en
Languages: cz, sk

source: Logout
cz: Odhlášení
sk: Odhlásenie

source: Camera
cz: Kamera
sk: Kamera

source: Home
cz: Domů
sk: Domov

source: Game
cz: Hra
sk: Hra

source: Match
cz: Zápas
sk: Zápas

source: Safety
cz: Bezpečnost
sk: Bezpečnosť

source: Temperature
cz: Teplota
sk: Teplota

source: About
cz: Ohledně
sk: Ohľadom

source: Position
cz: Pozice
sk: Pozícia

source: Graph
cz: Graf
sk: Graf

source: Master's/Bachelor's thesis
cz: Diplomové/Bakalářské\n práce
sk: Diplomové/Bakalárské práce

source: Data Sheet
cz: Dátový hárek
sk: Dátový hárok

source: Wiring diagram
cz: Elektrická schéma
sk: Elektrická schéma

source: System Diagnostics Manager
cz: Správca diagnostiky systému
sk: Správca diagnostiky systému

source: History of matches
sk: História zápasov

source: Show information about match:
sk: Zobrazit informácie o zápase:

source: Start
sk: Štart

source: Initialization
sk: Inicializácia

source: General settings
sk: Všeobecné nastavenia

source: Name of player no.1:
sk: Meno hráča č.1:

source: Name of player no.2:
sk: Meno hráča č.2:

source: Name of the B&R robot:
sk: Meno robota B&R:

source: Up to date
sk: Aktuálne

source: Statistics of the day
sk: Štatistiky dňa

source: WINNER
sk: VÝHRA

source: DRAW
sk: REMÍZA

source: LOSE
sk: PREHRA

source: The probability of winning:
sk: Pravdepodobnosť výhry:

source: Rotary motor
sk: Rotačný motor

source: Linear motor
sk: Lineárny motor

source: Goalkeeper
sk: Brankár

source: Defender
sk: Obranca

source: Midfielder
sk: Stredopoliar

source: Forward
sk: Útočník

source: Linear:
sk: Lineárny:

source: Rotary:
sk: Rotačný:

source: Human Player - Goalkeeper
sk: Ľudský hráč - Brána

source: Human Player - Defender
sk: Ľudský hráč - Obrana

source: Human Player - Midfielder
sk: Ľudský hráč - Stred

source: Human Player - Forward
sk: Ľudský hráč - Útok

source: B&R Robot - Goalkeeper
sk: B&R Robot - Brána

source: B&R Robot - Defender
sk: B&R Robot - Obrana

source: B&R Robot - Midfielder
sk: B&R Robot - Stred

source: B&R Robot - Forward
sk: B&R Robot - Útok

source: Rotary motor - Position
sk: Rotačný motor - Pozícia

source: Linear motor - Position
sk: Linárny motor - Pozícia

source: Please select the next sequel to the game!
sk: Prosím zvolte ďalšie pokračovanie hry!

source: Start Game
sk: Štart Hry

source: Login
sk: Prihlásenie

source: If you're sure you want to start the game, press the Yes
sk: Ak ste si istí, že chcete spustiť hru, stlačte tlačidlo

source: YES
sk: ÁNO

source: RESTART GAME
sk: REŠTART HRY

source: FINISH GAME
sk: UKONČIŤ HRU

source: Roman Parák - Master's thesis
sk: Roman Parák - Diplomová Práca

source: Ľubomír Bubenik - Bachelor's thesis
sk: Ľubomír Bubeník - Bakalárska Práca

source: Radek Otradovský - Bachelor's thesis
sk: Radek Otradovský - Bakalárska Práca

source: button, otherwise press X.
sk: Áno, inak slačte X.

source: General information
sk: Všeobecné informácie

source: Direction:
sk: Smer:

source: Position - [ k ]
sk: Pozícia - [ k ]

source: Position - [ k - 1 ]
sk: Pozícia - [ k - 1 ]

source: Finding Zone
sk: Zóna vyhľadávania

source: Light Intenzity
sk: Intezita osvetlenia
